Repository: leeymin130/Caladium
Catalog: Caladium/Caladium/Localizable.xcstrings
Source language: en
Languages: ko

# category_desert
source: Caladium Desert
ko: 칼라디움의 사막

# category_garden
source: Caladium Garden
ko: 칼라디움의 정원

# category_jungle
source: Caladium Jungle
ko: 칼라디움의 정글

# category_rooftop
source: Caladium Rooftop
ko: 칼라디움의 옥상

source: Custom Alert
ko: 커스텀 알림

# date_info_unavailable
source: Date unavailable
ko: 날짜 정보 없음

# GIF는 작은 용량으로 어디든 쉽게 공유할 수 있어요.
source: GIFs are lightweight and easy to share anywhere.
ko: GIF는 작은 용량으로 어디든 쉽게 공유할 수 있어요.

# GIF로 만들기
source: Create GIF
ko: GIF로 만들기

# GIF로 저장하기
source: Save as GIF
ko: GIF로 저장하기

source: Hello, World!
ko: 안녕하세요!

# home_delete_banner_line1
source: Select plants
ko: 삭제할 식물을

# home_delete_banner_line2
source: to delete
ko: 선택해주세요

# home_move_banner_line1
source: Select plants
ko: 장소를 옮길 식물을

# home_move_banner_line2
source: to move
ko: 선택해주세요

# MOV는 높은 화질로 오래 보관하기 좋아요.
source: MOV keeps higher quality for long-term storage.
ko: MOV는 높은 화질로 오래 보관하기 좋아요.

# MOV로 만들기
source: Create MOV
ko: MOV로 만들기

# MOV로 저장하기
source: Save as MOV
ko: MOV로 저장하기

source: Now
ko: 현재

# photo_confirm_existing_project_description
source: Add this photo to the project?
ko: 현재 사진을 프로젝트에 추가하시겠습니까?

# photo_confirm_new_project_description
source: Start a new project with this photo?
ko: 현재 사진으로 새 프로젝트를 시작하시겠습니까?

# plants_selected_suffix
source: plants selected
ko: 개의 식물 선택

# project_delete_banner_title
source: Select photos to delete.
ko: 삭제할 사진을 선택해주세요

# project_video_banner_subtitle
source: The more photos you pick, the richer the video.
ko: 사진을 많이 선택할수록 영상이 풍성해져요

# project_video_banner_title
source: Choose photos to add to the video.
ko: 영상에 추가할 사진을 고르세요

# share_animation_text_format
source: 📸 Growth time-lapse for %@
ko: 📸 %@ 기간의 성장 기록 애니메이션

source: Show Alert
ko: 알림 보기

# 같은 자리에서 찍을 수 있도록
source: To help you shoot from the same spot
ko: 같은 자리에서 찍을 수 있도록

# 개의 식물 선택
source: plants selected
ko: 개의 식물 선택

# 긴 촬영 없이도 식물 타임랩스를 만들 수 있어요.
source: Create a plant time-lapse without a long shoot.
ko: 긴 촬영 없이도 식물 타임랩스를 만들 수 있어요.

# 나만의 식물 프로젝트를 만들 수 있어요.
source: You can create your own plant project.
ko: 나만의 식물 프로젝트를 만들 수 있어요.

# 다시 시도해주세요
source: Please try again.
ko: 다시 시도해주세요

# 되돌릴 수 없습니다.
source: This can't be undone.
ko: 되돌릴 수 없습니다.

# 바로 사진을 찍어볼까요?
source: Want to take a photo now?
ko: 바로 사진을 찍어볼까요?

# 버튼 한 번이면 영상 완성
source: Finish a video in one tap.
ko: 버튼 한 번이면 영상 완성

# 비슷한 구도로 쉽게 찍을 수 있어요.
source: Easily match a similar composition.
ko: 비슷한 구도로 쉽게 찍을 수 있어요.

# 사진 삭제하기
source: Delete Photo
ko: 사진 삭제하기

# 사진 찍기
source: Take Photo
ko: 사진 찍기

# 사진으로 만드는 식물 기록 영상
source: A plant growth video made from photos
ko: 사진으로 만드는 식물 기록 영상

# 사진을 촬영하고 저장하면,
source: If you take and save photos,
ko: 사진을 촬영하고 저장하면,

# 사진을 촬영하려면 카메라 접근 권한을 허용해주세요
source: To take photos, please allow camera access.
ko: 사진을 촬영하려면 카메라 접근 권한을 허용해주세요

# 사진찍기 TIP
source: Photo Tips
ko: 사진찍기 TIP

# 삭제
source: Delete
ko: 삭제

# 삭제하면 사진과 관련된 모든 정보가 완전히 사라지며,
source: Deleting removes all photo-related data permanently,
ko: 삭제하면 사진과 관련된 모든 정보가 완전히 사라지며,

# 삭제하면 식물과 관련된 모든 정보가 완전히 사라지며,
source: Deleting removes all plant-related data permanently,
ko: 삭제하면 식물과 관련된 모든 정보가 완전히 사라지며,

# 새로운 사진
source: New Photo
ko: 새로운 사진

# 새로운 식물
source: New Plant
ko: 새로운 식물

# 생성 실패
source: Creation Failed
ko: 생성 실패

# 선택
source: Selected
ko: 선택

# 설정으로 이동
source: Go to Settings
ko: 설정으로 이동

# 식물 삭제하기
source: Delete Plant
ko: 식물 삭제하기

# 영상 공유하기
source: Share Video
ko: 영상 공유하기

# 영상이 완성되었습니다!
source: Your video is ready!
ko: 영상이 완성되었습니다!

# 완성도 높은 결과물을 얻을 수 있어요
source: You'll get a more polished result.
ko: 완성도 높은 결과물을 얻을 수 있어요

# 원하는 사진들을 선택해 영상을 만들고
source: Select the photos you want to make a video
ko: 원하는 사진들을 선택해 영상을 만들고

# 이 사진으로 할까요?
source: Use this photo?
ko: 이 사진으로 할까요?

# 이 식물을 어디에 보관할까요?
source: Where would you like to keep this plant?
ko: 이 식물을 어디에 보관할까요?

# 일관된 조명과 배경에서 촬영하면
source: If you shoot with consistent lighting and background,
ko: 일관된 조명과 배경에서 촬영하면

# 일관적으로 찍을 수 있는 장소인가요?
source: Is this a place you can shoot consistently?
ko: 일관적으로 찍을 수 있는 장소인가요?

# 저장 방식을 선택해주세요
source: Choose a saving format.
ko: 저장 방식을 선택해주세요

# 저장하거나 공유할 수 있어요.
source: You can save or share it.
ko: 저장하거나 공유할 수 있어요.

# 정말로 이 사진을 삭제하시겠어요?
source: Are you sure you want to delete this photo?
ko: 정말로 이 사진을 삭제하시겠어요?

# 정말로 이 식물을 삭제하시겠어요?
source: Are you sure you want to delete this plant?
ko: 정말로 이 식물을 삭제하시겠어요?

# 촬영하기
source: Shoot
ko: 촬영하기

# 최근 사진 필터
source: Recent Photo Filter
ko: 최근 사진 필터

# 최근 사진 필터를 통해
source: With the recent photo filter,
ko: 최근 사진 필터를 통해

# 추가하기
source: Add
ko: 추가하기

# 취소
source: Cancel
ko: 취소

# 카메라 접근 권한이 필요해요
source: Camera access is required.
ko: 카메라 접근 권한이 필요해요

# 카테고리 변경
source: Change Category
ko: 카테고리 변경

# 칼라디움 시작하기
source: Start Caladium
ko: 칼라디움 시작하기

# 확인
source: Confirm
ko: 확인
